{
  "users": [
    {
      "username": "noah",
      "themeId": 1,
      "id": 1,
      "password": "n"
    },
    {
      "username": "elliot",
      "password": "e",
      "themeId": 1,
      "id": 2
    }
  ],
  "songs": [
    {
      "title": "We Will Rock You",
      "lyrics": "[Verse 1]\r\n Buddy, you’re a boy, make a big noise\r\n Playing in the street, gonna be a big man someday\r\n You got mud on your face, you big disgrace\r\n Kicking your can all over the place (singing)\r\n \r\n [Chorus]\r\n We will, we will rock you\r\n We will, we will rock you\r\n \r\n [Verse 2]\r\n Buddy, you’re a young man, hard man\r\n Shouting in the street, gonna take on the world someday\r\n You got blood on your face, you big disgrace\r\n Waving your banner all over the place\r\n \r\n [Chorus]\r\n We will, we will rock you (sing it out)\r\n We will, we will rock you\r\n \r\n [Verse 3]\r\n Buddy, you’re an old man, poor man\r\n Pleading with your eyes, gonna make you some peace someday\r\n You got mud on your face, big disgrace\r\n Somebody better put you back into your place\r\n \r\n [Chorus]\r\n We will, we will rock you (sing it)\r\n We will, we will rock you (everybody)\r\n We will, we will rock you\r\n We will, we will rock you\r\n \r\n Alright",
      "userId": 2,
      "audioURL": "https://firebasestorage.googleapis.com/v0/b/humm-47a5b.appspot.com/o/audioBlobs%2F1568045920297?alt=media&token=9abcbc35-830f-48db-8b38-782154ab6f2c",
      "comments": "",
      "id": 3
    },
    {
      "title": "Bohemian Rhapsody",
      "lyrics": "[Intro]\r\n Is this the real life? Is this just fantasy?\r\n Caught in a landslide, no escape from reality\r\n Open your eyes, look up to the skies and see\r\n I'm just a poor boy, I need no sympathy\r\n Because I'm easy come, easy go, little high, little low\r\n Any way the wind blows doesn't really matter to me, to me\r\n \r\n [Verse 1]\r\n Mama, just killed a man\r\n Put a gun against his head, pulled my trigger, now he's dead\r\n Mama, life had just begun\r\n But now I've gone and thrown it all away\r\n Mama, ooh, didn't mean to make you cry\r\n If I'm not back again this time tomorrow\r\n Carry on, carry on as if nothing really matters\r\n \r\n [Verse 2]\r\n Too late, my time has come\r\n Sends shivers down my spine, body's aching all the time\r\n Goodbye, everybody, I've got to go\r\n Gotta leave you all behind and face the truth\r\n Mama, ooh, (any way the wind blows)\r\n I don't want to die\r\n I sometimes wish I'd never been born at all\r\n \r\n [Guitar Solo]\r\n \r\n [Verse 3]\r\n I see a little silhouetto of a man\r\n Scaramouche, Scaramouche, will you do the Fandango?\r\n Thunderbolt and lightning, very, very fright'ning me\r\n (Galileo.) Galileo. (Galileo.) Galileo. Galileo figaro magnifico\r\n I'm just a poor boy, nobody loves me\r\n He's just a poor boy from a poor family\r\n Spare him his life from this monstrosity\r\n Easy come, easy go, will you let me go?\r\n Bismillah! No, we will not let you go\r\n (Let him go!) Bismillah! We will not let you go\r\n (Let him go!) Bismillah! We will not let you go\r\n (Let me go.) Will not let you go\r\n (Let me go.) Will not let you go. (Let me go.) Ah\r\n No, no, no, no, no, no, no\r\n (Oh mamma mia, mamma mia) Mamma mia, let me go\r\n Beelzebub has a devil put aside for me, for me, for me!\r\n \r\n [Verse 4]\r\n So you think you can stone me and spit in my eye?\r\n So you think you can love me and leave me to die?\r\n Oh, baby, can't do this to me, baby!\r\n Just gotta get out, just gotta get right outta here!\r\n \r\n [Guitar Solo]\r\n \r\n [Outro]\r\n Nothing really matters, anyone can see\r\n Nothing really matters\r\n Nothing really matters to me\r\n Any way the wind blows",
      "userId": 2,
      "audioURL": "https://firebasestorage.googleapis.com/v0/b/humm-47a5b.appspot.com/o/audioBlobs%2F1568134304057?alt=media&token=2ebdb9eb-ce1d-478a-b533-15714a4cf72c",
      "comments": "",
      "id": 4
    }
  ],
  "themes": [
    {
      "name": "defaultMode",
      "id": 1
    },
    {
      "name": "darkMode",
      "id": 2
    },
    {
      "name": "lightMode",
      "id": 3
    }
  ]
}